Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could erase one emotion from the human experience forever, which would it be?
de: Wenn du eine Emotion für immer aus der menschlichen Erfahrung löschen könntest, welche wäre das?
es: Si pudieras borrar una emoción de la experiencia humana para siempre, ¿cuál sería?
fr: Si tu pouvais effacer une émotion de l'expérience humaine pour toujours, laquelle serait-ce ?
it: Se potessi cancellare per sempre un'emozione dall'esperienza umana, quale sarebbe?
ja: 人間の感情から一つを永遠に消し去られるとしたら、どれを選びますか？
ko: 인간의 경험에서 하나의 감정을 영원히 지울 수 있다면, 어떤 감정을 지우겠습니까?
nb: Hvis du kunne slette én følelse fra den menneskelige opplevelsen for alltid, hvilken ville det vært?
nl: Als je één emotie voor altijd uit de menselijke ervaring kon wissen, welke zou het dan zijn?
pl: Gdybyś mógł na zawsze wymazać jedną emocję z ludzkiego doświadczenia, co by to było?
pt_br: Se você pudesse apagar para sempre uma emoção da experiência humana, qual seria?
sv: Om du för alltid kunde radera en känsla från den mänskliga upplevelsen, vilken skulle det vara?
uk: Якби ви могли назавжди стерти одну емоцію з людського досвіду, яку б ви обрали?
zh_hans: 如果你能永远抹去人类的一种情感，你会选择哪一种？

source: If you could erase one memory, would you?
de: Wenn du eine Erinnerung löschen könntest, würdest du es tun?
es: Si pudieras borrar un recuerdo, ¿lo harías?
fr: Si tu pouvais effacer un souvenir, le ferais-tu ?
it: Se potessi cancellare un ricordo, lo faresti?
ja: もし一つの記憶を消せるなら、消しますか？
ko: 하나의 기억을 지울 수 있다면 지우시겠습니까?
nb: Hvis du kunne slette ett minne, ville du gjort det?
nl: Als je één herinnering kon wissen, zou je dat doen?
pl: Gdybyś mógł wymazać jedno wspomnienie, czy byś to zrobił?
pt_br: Se você pudesse apagar uma memória, você apagaria?
sv: Om du kunde radera ett minne, skulle du göra det?
uk: Якщо б ви могли стерти один спогад, ви б це зробили?
zh_hans: 如果你能抹去一段记忆，你会这样做吗？

source: If you could experience someone else's life for a day, whose would you choose?
de: Wenn du einen Tag lang das Leben eines anderen erleben könntest, wessen würdest du wählen?
es: Si pudieras experimentar la vida de otra persona por un día, ¿la de quién elegirías?
fr: Si tu pouvais vivre la vie de quelqu'un d'autre pendant une journée, de qui choisirais-tu ?
it: Se potessi vivere la vita di qualcun altro per un giorno, di chi sceglieresti?
ja: もし他人の人生を一日体験できるなら、誰の人生を体験したいですか？
ko: 다른 사람의 인생을 하루 동안 경험할 수 있다면 누구의 인생을 경험하고 싶나요?
nb: Hvis du kunne oppleve noen andres liv for en dag, hvem ville du valgt?
nl: Als je een dag het leven van iemand anders kon ervaren, van wie zou je dan kiezen?
pl: Gdybyś mógł doświadczyć życia kogoś innego przez jeden dzień, czyje byś wybrał?
pt_br: Se você pudesse experimentar a vida de outra pessoa por um dia, de quem escolheria?
sv: Om du kunde uppleva någon annans liv i en dag, vems skulle du välja?
uk: Якби ви могли на день прожити життя іншої людини, чиє б ви вибрали?
zh_hans: 如果你能体验一天别人的生活，你会选择谁的生活？

source: If you could forget one piece of knowledge, what would it be?
de: Welches eine Wissen würdest du vergessen wollen, wenn du könntest?
es: Si pudieras olvidar un dato, ¿cuál sería?
fr: Si tu pouvais oublier une chose, laquelle serait-ce ?
it: Se potessi dimenticare una conoscenza, quale sarebbe?
ja: 一つだけ知識を忘れられるとしたら、何を忘れますか？
ko: 하나의 지식을 잊을 수 있다면 어떤 것을 잊고 싶나요?
nb: Hvis du kunne glemme én kunnskap, hva ville det vært?
nl: Als je één stukje kennis zou kunnen vergeten, wat zou dat zijn?
pl: Gdybyś mógł zapomnieć jedną rzecz, co by to było?
pt_br: Se você pudesse esquecer um conhecimento, qual seria?
sv: Om du kunde glömma en kunskap, vad skulle det vara?
uk: Якби ви могли забути одне знання, що б це було?
zh_hans: 如果你能忘记一个知识，你会选择忘记什么？

source: If you could gain any one ability, what would it be?
de: Wenn du eine Fähigkeit erlangen könntest, welche wäre das?
es: Si pudieras obtener cualquier habilidad, ¿cuál sería?
fr: Si tu pouvais acquérir une capacité, quelle serait-elle ?
it: Se potessi acquisire una qualsiasi abilità, quale sarebbe?
ja: もし何か一つだけ能力を身につけられるとしたら、それは何ですか？
ko: 어떤 능력이든 하나 얻을 수 있다면 무엇을 얻고 싶나요?
nb: Hvis du kunne få én evne, hva ville den vært?
nl: Als je een vaardigheid zou kunnen krijgen, welke zou die zijn?
pl: Gdybyś mógł uzyskać dowolną umiejętność, co by to było?
pt_br: Se você pudesse ganhar qualquer habilidade, qual seria?
sv: Om du kunde få vilken förmåga som helst, vad skulle det vara?
uk: Якби ви могли отримати будь-яку одну здібність, що б це було?
zh_hans: 如果你能获得任何一种能力，那会是什么？

source: If you could give a 5-minute speech to the entire world, what topic would you cover?
de: Wenn du eine 5-minütige Rede an die ganze Welt halten könntest, welches Thema würdest du behandeln?
es: Si pudieras dar un discurso de 5 minutos al mundo entero, ¿qué tema tratarías?
fr: Si tu pouvais prononcer un discours de 5 minutes devant le monde entier, quel sujet aborderais-tu ?
it: Se potessi fare un discorso di 5 minuti al mondo intero, quale argomento tratteresti?
ja: 世界中に向けて5分間のスピーチができるなら、どんなテーマを話しますか？
ko: 전 세계를 대상으로 5분 연설을 할 수 있다면, 어떤 주제를 다루겠습니까?
nb: Hvis du kunne holde en 5-minutters tale til hele verden, hvilket tema ville du dekket?
nl: Als je een 5-minuten durende toespraak tot de hele wereld mocht houden, over welk onderwerp zou het dan gaan?
pl: Gdybyś mógł wygłosić 5-minutowe przemówienie do całego świata, jaki temat byś poruszył?
pt_br: Se você pudesse fazer um discurso de 5 minutos para o mundo inteiro, qual tópico abordaria?
sv: Om du kunde hålla ett 5-minuters tal till hela världen, vilket ämne skulle du ta upp?
uk: Якби ви могли виголосити 5-хвилинну промову перед усім світом, яку тему ви б висвітлили?
zh_hans: 如果你能向全世界发表5分钟的演讲，你会讲什么主题？

source: If you could go back and tell your 10-year-old self one thing, what?
de: Wenn du zurückgehen und dir selbst mit 10 etwas sagen könntest, was wäre das?
es: Si pudieras volver y decirle una cosa a tu yo de 10 años, ¿qué sería?
fr: Si tu pouvais revenir en arrière et dire une chose à toi-même à 10 ans, quoi ?
it: Se potessi tornare indietro e dire una cosa al te stesso di 10 anni, cosa sarebbe?
ja: 10歳の自分に戻って一言伝えられるとしたら、何を言いますか？
ko: 10살의 자신에게 돌아가서 한 가지 말할 수 있다면, 무엇이라고 말하겠습니까?
nb: Hvis du kunne gå tilbake og fortelle ditt 10 år gamle jeg én ting, hva ville det vært?
nl: Als je terug kon gaan en je 10-jarige zelf één ding kon vertellen, wat zou dat zijn?
pl: Gdybyś mógł/mogła wrócić i powiedzieć jedną rzecz swojemu 10-letniemu ja, co by to było?
pt_br: Se você pudesse voltar e dizer uma coisa para o seu eu de 10 anos, o que seria?
sv: Om du kunde gå tillbaka och säga en sak till ditt 10-åriga jag, vad skulle det vara?
uk: Якби ви могли повернутися і сказати одну річ собі 10-річному, що б це було?
zh_hans: 如果你能回到过去告诉自己10岁时的一件事，你会说什么？

source: If you could go back in time and change one thing, what would it be?
de: Wenn du in der Zeit zurückgehen und eine Sache ändern könntest, was wäre das?
es: Si pudieras volver atrás en el tiempo y cambiar una cosa, ¿cuál sería?
fr: Si tu pouvais remonter le temps et changer une chose, quelle serait-elle ?
it: Se potessi tornare indietro nel tempo e cambiare una cosa, quale sarebbe?
ja: もし過去に戻って一つのことを変えられるなら、何を変えますか？
ko: 시간을 거슬러 올라가서 한 가지를 바꿀 수 있다면 무엇을 바꾸시겠습니까?
nb: Hvis du kunne gå tilbake i tid og endre én ting, hva ville det vært?
nl: Als je terug in de tijd kon gaan en één ding veranderen, wat zou dat zijn?
pl: Gdybyś mógł cofnąć się w czasie i zmienić jedną rzecz, co by to było?
pt_br: Se você pudesse voltar no tempo e mudar uma coisa, qual seria?
sv: Om du kunde gå tillbaka i tiden och ändra en sak, vad skulle det vara?
uk: Якби ви могли повернутися в часі і змінити одну річ, що б це було?
zh_hans: 如果你能回到过去改变一件事，那会是什么？

source: If you could go back to any point in history as an observer, where would you go?
de: Wenn du als Beobachter zu einem beliebigen Punkt in der Geschichte zurückkehren könntest, wohin würdest du gehen?
es: Si pudieras volver a cualquier punto de la historia como observador, ¿a dónde irías?
fr: Si tu pouvais retourner à n'importe quel moment de l'histoire en tant qu'observateur, où irais-tu ?
it: Se potessi tornare a qualsiasi punto della storia come osservatore, dove andresti?
ja: もし観察者として歴史上の任意の地点に戻れるなら、どこに行きますか？
ko: 관찰자로서 역사상의 어느 지점으로 돌아갈 수 있다면 어디로 가시겠습니까?
nb: Hvis du kunne reise tilbake til et hvilket som helst punkt i historien som observatør, hvor ville du dratt?
nl: Als je als waarnemer terug kon gaan naar een willekeurig punt in de geschiedenis, waar zou je dan naartoe gaan?
pl: Gdybyś mógł wrócić jako obserwator do dowolnego punktu w historii, dokąd byś się udał?
pt_br: Se você pudesse voltar a qualquer ponto da história como observador, para onde iria?
sv: Om du kunde gå tillbaka till vilken punkt i historien som helst som observatör, vart skulle du gå?
uk: Якби ви могли повернутися в будь-яку точку історії як спостерігач, куди б ви пішли?
zh_hans: 如果你能以观察者的身份回到历史上的任何时刻，你会去哪里？

source: If you could go back to one day from your childhood, which would it be?
de: Wenn du zu einem Tag aus deiner Kindheit zurückgehen könntest, welcher wäre das?
es: Si pudieras volver a un día de tu infancia, ¿cuál sería?
fr: Si tu pouvais retourner à un seul jour de ton enfance, lequel serait-ce ?
it: Se potessi tornare a un giorno della tua infanzia, quale sarebbe?
ja: 子供の頃の1日に戻れるとしたら、どの日に戻りますか？
ko: 어린 시절의 하루로 돌아갈 수 있다면, 언제로 돌아가고 싶나요?
nb: Hvis du kunne gå tilbake til én dag fra barndommen din, hvilken dag ville det vært?
nl: Als je terug zou kunnen gaan naar één dag uit je kindertijd, welke zou dat zijn?
pl: Gdybyś mógł/mogła cofnąć się do jednego dnia ze swojego dzieciństwa, który by to był?
pt_br: Se você pudesse voltar a um dia da sua infância, qual seria?
sv: Om du kunde gå tillbaka till en dag från din barndom, vilken skulle det vara?
uk: Якби ви могли повернутися в один день зі свого дитинства, який би це був день?
zh_hans: 如果你能回到童年的一天，你会选择哪一天？

source: If you could go back to school for anything, what would it be?
de: Wenn du für irgendetwas zurück zur Schule gehen könntest, was wäre das?
es: Si pudieras volver a la escuela para cualquier cosa, ¿qué sería?
fr: Si tu pouvais retourner à l'école pour n'importe quoi, qu'est-ce que ce serait ?
it: Se potessi tornare a scuola per qualsiasi cosa, cosa sarebbe?
ja: 何でも学びに学校に戻れるなら、何を学びますか？
ko: 무엇이든 배우러 학교로 돌아갈 수 있다면 무엇을 배우고 싶나요?
nb: Hvis du kunne gå tilbake til skolen for hva som helst, hva ville det vært?
nl: Als je terug naar school zou kunnen voor wat dan ook, wat zou het dan zijn?
pl: Gdybyś mógł wrócić do szkoły po cokolwiek, co by to było?
pt_br: Se você pudesse voltar à escola para qualquer coisa, o que seria?
sv: Om du kunde gå tillbaka till skolan för vad som helst, vad skulle det vara?
uk: Якби ви могли повернутися до школи за чим завгодно, що б це було?
zh_hans: 如果你可以回学校学任何东西，你会学什么？

source: If you could go on a space flight, would you?
de: Wenn du einen Raumflug machen könntest, würdest du?
es: Si pudieras hacer un vuelo espacial, ¿lo harías?
fr: Si tu pouvais faire un vol spatial, le ferais-tu ?
it: Se potessi fare un volo spaziale, lo faresti?
ja: 宇宙飛行ができるとしたら、行きますか？
ko: 우주 비행을 할 수 있다면 하시겠습니까?
nb: Hvis du kunne dratt på en romferd, ville du gjort det?
nl: Als je een ruimtevlucht zou kunnen maken, zou je dat doen?
pl: Gdybyś mógł polecieć w kosmos, czy byś to zrobił?
pt_br: Se você pudesse fazer um voo espacial, você iria?
sv: Om du kunde åka på en rymdfärd, skulle du göra det?
uk: Якби ви могли здійснити космічний політ, ви б погодилися?
zh_hans: 如果你能去太空飞行，你会去吗？

source: If you could go to the moon, would you?
de: Wenn du zum Mond reisen könntest, würdest du?
es: Si pudieras ir a la Luna, ¿lo harías?
fr: Si tu pouvais aller sur la Lune, le ferais-tu ?
it: Se potessi andare sulla Luna, lo faresti?
ja: 月に行けるなら、行きたいですか？
ko: 달에 갈 수 있다면 가고 싶으신가요?
nb: Hvis du kunne reise til månen, ville du gjort det?
nl: Als je naar de maan zou kunnen gaan, zou je dat doen?
pl: Gdybyś mógł polecieć na Księżyc, czy byś to zrobił?
pt_br: Se você pudesse ir à Lua, você iria?
sv: Om du kunde åka till månen, skulle du göra det?
uk: Якби ви могли полетіти на Місяць, чи полетіли б ви?
zh_hans: 如果你能去月球，你会去吗？

source: If you could guarantee one thing about the future, what would it be?
de: Wenn du eine Sache über die Zukunft garantieren könntest, welche wäre das?
es: Si pudieras garantizar una cosa sobre el futuro, ¿cuál sería?
fr: Si tu pouvais garantir une chose à propos de l'avenir, quelle serait-elle ?
it: Se potessi garantire una cosa sul futuro, quale sarebbe?
ja: もし未来について一つだけ保証できるなら、それは何ですか？
ko: 미래에 대해 한 가지를 보장할 수 있다면 무엇을 보장하시겠습니까?
nb: Hvis du kunne garantere én ting om fremtiden, hva ville det vært?
nl: Als je één ding over de toekomst kon garanderen, wat zou dat zijn?
pl: Gdybyś mógł zagwarantować jedną rzecz dotyczącą przyszłości, co by to było?
pt_br: Se você pudesse garantir uma coisa sobre o futuro, qual seria?
sv: Om du kunde garantera en sak om framtiden, vad skulle det vara?
uk: Якби ви могли гарантувати одну річ про майбутнє, що б це було?
zh_hans: 如果你能保证未来的某件事，那会是什么？

source: If you could have a 10-minute warning before any natural disaster, would you want it?
de: Wenn du eine 10-minütige Vorwarnung vor jeder Naturkatastrophe haben könntest, würdest du sie wollen?
es: Si pudieras tener una advertencia de 10 minutos antes de cualquier desastre natural, ¿la querrías?
fr: Si vous pouviez avoir un avertissement de 10 minutes avant toute catastrophe naturelle, le voudriez-vous ?
it: Se potessi avere un preavviso di 10 minuti prima di qualsiasi disastro naturale, lo vorresti?
ja: どんな自然災害の前に10分の警告を受けられるとしたら、望みますか？
ko: 자연 재해 발생 10분 전에 경고를 받을 수 있다면 원하시겠습니까?
nb: Hvis du kunne hatt et 10-minutters varsel før enhver naturkatastrofe, ville du ønsket det?
nl: Als je 10 minuten van tevoren gewaarschuwd kon worden voor een natuurramp, zou je dat willen?
pl: Gdybyś mógł otrzymać 10-minutowe ostrzeżenie przed każdą klęską żywiołową, czy chciałbyś go?
pt_br: Se você pudesse ter um aviso de 10 minutos antes de qualquer desastre natural, você o quereria?
sv: Om du kunde få en 10-minuters varning före en naturkatastrof, skulle du vilja ha den?
uk: Якби ви могли мати 10-хвилинне попередження перед будь-яким стихійним лихом, чи хотіли б ви його?
zh_hans: 如果你能在任何自然灾害前提前10分钟收到预警，你想要吗？

source: If you could have a 30-minute conversation with your pet, what's the first thing you'd ask?
de: Wenn du ein 30-minütiges Gespräch mit deinem Haustier führen könntest, was wäre das Erste, was du fragen würdest?
es: Si pudieras tener una conversación de 30 minutos con tu mascota, ¿qué es lo primero que le preguntarías?
fr: Si tu pouvais avoir une conversation de 30 minutes avec ton animal de compagnie, quelle serait la première chose que tu demanderais ?
it: Se potessi avere una conversazione di 30 minuti con il tuo animale domestico, qual è la prima cosa che chiederesti?
ja: ペットと30分間会話できるなら、最初に何を尋ねますか？
ko: 반려동물과 30분 동안 대화할 수 있다면, 가장 먼저 무엇을 묻겠습니까?
nb: Hvis du kunne hatt en 30-minutters samtale med kjæledyret ditt, hva er det første du ville spurt om?
nl: Als je een gesprek van 30 minuten met je huisdier kon hebben, wat zou je dan het eerst vragen?
pl: Gdybyś mógł przeprowadzić 30-minutową rozmowę ze swoim zwierzakiem, o co zapytałbyś jako pierwsze?
pt_br: Se você pudesse ter uma conversa de 30 minutos com seu animal de estimação, qual seria a primeira coisa que perguntaria?
sv: Om du kunde ha en 30-minuters konversation med ditt husdjur, vad är det första du skulle fråga?
uk: Якби ви могли поговорити зі своїм улюбленцем 30 хвилин, що б ви запитали в першу чергу?
zh_hans: 如果你能和你的宠物进行30分钟的对话，你会先问什么？

source: If you could have a billboard with any message, what would it say?
de: Wenn du eine Werbetafel mit einer beliebigen Nachricht haben könntest, was würde darauf stehen?
es: Si pudieras tener una valla publicitaria con cualquier mensaje, ¿qué diría?
fr: Si tu pouvais avoir un panneau d'affichage avec n'importe quel message, que dirait-il ?
it: Se potessi avere un cartellone pubblicitario con qualsiasi messaggio, cosa direbbe?
ja: 好きなメッセージを書いた看板を掲げられるとしたら、何と書きますか？
ko: 원하는 메시지를 적은 광고판을 가질 수 있다면, 어떤 내용을 쓰겠습니까?
nb: Hvis du kunne hatt en reklametavle med hvilken som helst melding, hva ville den sagt?
nl: Als je een reclamebord met een willekeurige boodschap kon hebben, wat zou er dan op staan?
pl: Gdybyś mógł mieć billboard z dowolnym przekazem, co by na nim napisano?
pt_br: Se você pudesse ter um outdoor com qualquer mensagem, o que ele diria?
sv: Om du kunde ha en reklamskylt med vilket budskap som helst, vad skulle den säga?
uk: Якби ви могли розмістити білборд із будь-яким повідомленням, що б на ньому було написано?
zh_hans: 如果你可以设置一个广告牌，写上任何信息，你会写什么？

source: If you could have a clone that only did your chores, what's the first thing you'd make it do?
de: Wenn du einen Klon haben könntest, der nur deine Hausarbeit erledigt, was wäre das Erste, was du ihn tun lassen würdest?
es: Si pudieras tener un clon que solo hiciera tus tareas, ¿qué es lo primero que le harías hacer?
fr: Si tu pouvais avoir un clone qui ne ferait que tes tâches ménagères, quelle serait la première chose que tu lui ferais faire ?
it: Se potessi avere un clone che fa solo le tue faccende, qual è la prima cosa che gli faresti fare?
ja: あなたの代わりに家事だけをするクローンを作れるとしたら、最初に何をさせますか？
ko: 집안일만 하는 클론을 가질 수 있다면, 가장 먼저 무엇을 시키겠습니까?
nb: Hvis du kunne hatt en klon som bare gjorde husarbeidet ditt, hva er det første du ville fått den til å gjøre?
nl: Als je een kloon kon hebben die alleen jouw klusjes deed, wat zou je hem dan het eerst laten doen?
pl: Gdybyś mógł mieć klona, który robiłby tylko twoje obowiązki, co kazałbyś mu zrobić jako pierwsze?
pt_br: Se você pudesse ter um clone que só fizesse suas tarefas, qual seria a primeira coisa que mandaria ele fazer?
sv: Om du kunde ha en klon som bara gjorde dina sysslor, vad är det första du skulle få den att göra?
uk: Якби ви могли мати клона, який би виконував лише ваші домашні справи, що б ви змусили його зробити в першу чергу?
zh_hans: 如果你能拥有一个只做家务的克隆人，你会让它做的第一件事是什么？

source: If you could have a conversation with your 10-year-old self, what question would you ask them?
de: Wenn du mit deinem 10-jährigen Ich sprechen könntest, welche Frage würdest du ihm stellen?
es: Si pudieras tener una conversación contigo mismo de 10 años, ¿qué pregunta le harías?
fr: Si tu pouvais parler à toi-même à 10 ans, quelle question lui poserais-tu ?
it: Se potessi parlare con te stesso a 10 anni, che domanda gli faresti?
ja: 10歳の自分と話ができるとしたら、どんなことを尋ねますか？
ko: 10살 때의 자신과 대화할 수 있다면, 어떤 질문을 하겠습니까?
nb: Hvis du kunne hatt en samtale med ditt 10 år gamle jeg, hvilket spørsmål ville du spurt?
nl: Als je een gesprek kon hebben met je 10-jarige zelf, welke vraag zou je hem/haar dan stellen?
pl: Gdybyś mógł porozmawiać ze sobą z czasów, gdy miałeś 10 lat, o co byś zapytał?
pt_br: Se você pudesse conversar com o seu eu de 10 anos, que pergunta faria a ele?
sv: Om du kunde prata med ditt 10-åriga jag, vilken fråga skulle du ställa?
uk: Якби ви могли поговорити з собою в 10 років, яке запитання ви б поставили?
zh_hans: 如果你能和10岁的自己对话，你会问什么问题？

source: If you could have a conversation with your 80-year-old self, what would you ask?
de: Wenn du mit deinem 80-jährigen Ich sprechen könntest, was würdest du fragen?
es: Si pudieras conversar contigo mismo de 80 años, ¿qué le preguntarías?
fr: Si tu pouvais parler à toi-même à 80 ans, que lui demanderais-tu ?
it: Se potessi parlare con te stesso a 80 anni, cosa chiederesti?
ja: 80歳の自分と会話できるなら、何を尋ねますか？
ko: 80세의 자신과 대화할 수 있다면 무엇을 묻겠어요?
nb: Hvis du kunne snakke med deg selv som 80-åring, hva ville du spurt om?
nl: Als je met je 80-jarige zelf zou kunnen praten, wat zou je dan vragen?
pl: Gdybyś mógł porozmawiać ze sobą z przyszłości (80 lat), o co byś zapytał?
pt_br: Se você pudesse conversar com seu eu de 80 anos, o que perguntaria?
sv: Om du kunde prata med ditt 80-åriga jag, vad skulle du fråga?
uk: Якби ви могли поговорити з собою 80-річним, про що б запитали?
zh_hans: 如果你能和80岁的自己对话，你会问什么？

source: If you could have a conversation with your future self, what would you ask?
de: Wenn du ein Gespräch mit deinem zukünftigen Ich führen könntest, was würdest du fragen?
es: Si pudieras tener una conversación con tu yo futuro, ¿qué preguntarías?
fr: Si tu pouvais avoir une conversation avec toi-même dans le futur, que demanderais-tu ?
it: Se potessi avere una conversazione con il tuo io futuro, cosa chiederesti?
ja: もし未来の自分と会話できるなら、何を尋ねますか？
ko: 미래의 자신과 대화할 수 있다면 무엇을 물어보시겠습니까?
nb: Hvis du kunne hatt en samtale med ditt fremtidige jeg, hva ville du spurt om?
nl: Als je een gesprek met je toekomstige zelf kon hebben, wat zou je dan vragen?
pl: Gdybyś mógł porozmawiać ze swoją przyszłą wersją siebie, o co byś zapytał?
pt_br: Se você pudesse conversar com seu eu futuro, o que perguntaria?
sv: Om du kunde ha ett samtal med ditt framtida jag, vad skulle du fråga?
uk: Якби ви могли поговорити зі своїм майбутнім 'я', про що б ви запитали?
zh_hans: 如果你能和未来的自己对话，你会问什么？

source: If you could have a dinner party where every guest was a different species of animal, what would be on the menu?
de: Wenn du eine Dinnerparty geben könntest, bei der jeder Gast eine andere Tierart wäre, was stünde auf der Speisekarte?
es: Si pudieras tener una cena donde cada invitado fuera una especie diferente de animal, ¿qué habría en el menú?
fr: Si tu pouvais organiser un dîner où chaque invité serait une espèce animale différente, qu'y aurait-il au menu ?
it: Se potessi organizzare una cena in cui ogni ospite è una specie animale diversa, cosa ci sarebbe nel menu?
ja: すべてのゲストが異なる種類の動物であるディナーパーティーを開くとしたら、メニューは何にしますか？
ko: 모든 손님이 서로 다른 동물 종인 만찬을 연다면, 메뉴에는 무엇이 있겠습니까?
nb: Hvis du kunne hatt et middagsselskap der hver gjest var en annen dyreart, hva ville vært på menyen?
nl: Als je een etentje kon houden waarbij elke gast een andere diersoort was, wat zou er dan op het menu staan?
pl: Gdybyś mógł wydać przyjęcie, na którym każdy gość byłby innym gatunkiem zwierzęcia, co znalazłoby się w menu?
pt_br: Se você pudesse dar um jantar onde cada convidado fosse uma espécie diferente de animal, o que estaria no cardápio?
sv: Om du kunde ha en middagsbjudning där varje gäst var en annan djurart, vad skulle finnas på menyn?
uk: Якби ви могли влаштувати звану вечерю, де кожен гість був би різним видом тварини, що б було в меню?
zh_hans: 如果你能举办一场每位客人都是不同动物的晚宴，菜单上会有什么？

source: If you could have a dinner party with three people, who would they be?
de: Wenn du ein Abendessen mit drei Personen veranstalten könntest, wer wären sie?
es: Si pudieras organizar una cena con tres personas, ¿quiénes serían?
fr: Si tu pouvais inviter trois personnes à dîner, qui seraient-elles ?
it: Se potessi organizzare una cena con tre persone, chi sarebbero?
ja: 3人で夕食会を開けるなら、誰を招きますか？
ko: 세 명과 함께 저녁 식사를 할 수 있다면 누구를 초대하시겠어요?
nb: Hvis du kunne ha middagsselskap med tre personer, hvem ville de vært?
nl: Als je een etentje met drie personen zou geven, wie zouden dat zijn?
pl: Gdybyś mógł zorganizować kolację z trzema osobami, kto by to był?
pt_br: Se você pudesse fazer um jantar com três pessoas, quem seriam?
sv: Om du kunde ha en middagsbjudning med tre personer, vilka skulle de vara?
uk: Якби ви могли влаштувати вечерю з трьома людьми, хто б це був?
zh_hans: 如果你能和三个人共进晚餐，你会选谁？
